Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Your avatar lacks expressions this version shows (%@): the default one is shown until they are generated.
ar: تنقص صورتك الرمزية تعبيرات يعرضها هذا الإصدار (%@): يتم عرض الصورة الافتراضية إلى أن يتم إنشاؤها.
de: Deinem Avatar fehlen Ausdrücke, die diese Version zeigt (%@): Bis sie generiert sind, wird der Standardavatar angezeigt.
es: A tu avatar le faltan expresiones que muestra esta versión (%@): se muestra el avatar por omisión hasta que se generen.
fr: Il manque à votre avatar des expressions qu’affiche cette version (%@) : l’avatar par défaut est montré jusqu’à ce qu’elles soient générées.
hi: आपके अवतार में वे भाव नहीं हैं जो यह संस्करण दिखाता है (%@): उनके जनरेट होने तक डिफ़ॉल्ट अवतार दिखाया जाता है।
it: Al tuo avatar mancano espressioni che questa versione mostra (%@): viene mostrato quello predefinito finché non vengono generate.
ja: アバターに、このバージョンで表示する表情（%@）が欠けています。生成されるまでデフォルトのアバターを表示します。
ko: 아바타에 이 버전에서 표시하는 표정(%@)이 없습니다. 생성될 때까지 기본 아바타가 표시됩니다.
nl: Je avatar mist expressies die deze versie toont (%@): de standaardavatar wordt getoond totdat ze zijn gegenereerd.
pl: Twojemu awatarowi brakuje min, które pokazuje ta wersja (%@): do czasu ich wygenerowania pokazywany jest domyślny.
pt_br: Faltam ao seu avatar expressões que esta versão mostra (%@): o avatar padrão é mostrado até que elas sejam geradas.
ru: Вашему аватару не хватает выражений, которые показывает эта версия (%@): до их создания показывается аватар по умолчанию.
tr: Avatarınızda bu sürümün gösterdiği bazı ifadeler eksik (%@): bunlar oluşturulana kadar varsayılan avatar gösterilir.
uk: Вашому аватару бракує виразів, які показує ця версія (%@): доки їх не згенеровано, показується типовий.
zh_hans: 你的头像缺少此版本显示的表情（%@）：在生成这些表情之前将显示默认头像。
zh_hant: 你的頭像缺少此版本會顯示的表情（%@）：在產生之前會顯示預設頭像。

source: Your changes are lost if you don't save them.
ar: ستُفقد تغييراتك إذا لم تحفظها.
de: Deine Änderungen gehen verloren, wenn du sie nicht sicherst.
es: Si no guardas los cambios, se perderán.
fr: Vos modifications seront perdues si vous ne les enregistrez pas.
hi: यदि आप अपने बदलाव नहीं सहेजते, तो वे खो जाएँगे।
it: Le modifiche andranno perse se non le salvi.
ja: 保存しないと変更内容は失われます。
ko: 저장하지 않으면 변경 사항이 사라집니다.
nl: Je wijzigingen gaan verloren als je ze niet bewaart.
pl: Jeśli nie zachowasz zmian, zostaną one utracone.
pt_br: Suas alterações serão perdidas se você não as salvar.
ru: Если не сохранить изменения, они будут потеряны.
tr: Kaydetmezseniz değişiklikleriniz kaybolur.
uk: Якщо не зберегти зміни, їх буде втрачено.
zh_hans: 如果不存储，你的更改将会丢失。
zh_hant: 如果不儲存，你的變更將會遺失。

source: You’re all set
ar: كل شيء جاهز
de: Alles bereit
es: Todo listo
fr: Tout est prêt
hi: सब तैयार है
it: È tutto pronto
ja: 準備完了です
ko: 모든 준비가 완료되었습니다
nl: Alles is klaar
pl: Wszystko gotowe
pt_br: Tudo pronto
ru: Всё готово
tr: Her şey hazır
uk: Усе готово
zh_hans: 一切就绪
zh_hant: 一切就緒

source: a session
ar: جلسة
de: eine Sitzung
es: una sesión
fr: une session
hi: एक सेशन
it: una sessione
ja: セッション
ko: 세션
nl: een sessie
pl: sesja
pt_br: uma sessão
ru: сессия
tr: bir oturum
uk: сеанс
zh_hans: 某个会话
zh_hant: 某個工作階段

source: access to %@
ar: الوصول إلى %@
de: Zugriff auf %@
es: el acceso a %@
fr: l’accès à %@
hi: %@ का ऐक्सेस
it: l’accesso a %@
ja: %@へのアクセス
ko: %@에 대한 접근
nl: toegang tot %@
pl: dostęp do %@
pt_br: o acesso a %@
ru: доступ к %@
tr: %@ erişimi
uk: доступ до %@
zh_hans: 访问 %@
zh_hant: 取用 %@

source: added
ar: مضاف
de: hinzugefügt
es: añadido
fr: ajouté
hi: जोड़ा गया
it: aggiunto
ja: 追加
ko: 추가됨
nl: toegevoegd
pl: dodany
pt_br: adicionado
ru: добавлен
tr: eklendi
uk: додано
zh_hans: 已添加
zh_hant: 已加入

source: and %lld more
ar: و%lld أخرى
de: und %lld weitere
es: y %lld más
fr: et %lld autres
hi: और %lld अन्य
it: e altri %lld
ja: ほか%lld件
ko: 외 %lld개
nl: en nog %lld
pl: i %lld innego
pt_br: e mais %lld
ru: и ещё %lld
tr: ve %lld tane daha
uk: і ще %lld
zh_hans: 以及另外 %lld 个
zh_hant: 以及另外 %lld 個

source: and %lld more, not listed
ar: و%lld أخرى، غير مدرجة
de: und %lld weitere, nicht aufgeführt
es: y %lld más, no listados
fr: et %lld autres, non listés
hi: और %lld अन्य, सूचीबद्ध नहीं
it: e altri %lld, non elencati
ja: ほか%lld件（非表示）
ko: 외 %lld개, 나열되지 않음
nl: en nog %lld, niet weergegeven
pl: i %lld innego, niewymienionego
pt_br: e mais %lld, não listados
ru: и ещё %lld, не в списке
tr: ve listelenmeyen %lld tane daha
uk: і ще %lld, не в списку
zh_hans: 以及另外 %lld 个（未列出）
zh_hant: 以及另外 %lld 個（未列出）

source: black
ar: أسود
de: schwarz
es: negro
fr: noir
hi: काला
it: nero
ja: 黒
ko: 검은색
nl: zwart
pl: czarny
pt_br: preto
ru: чёрный
tr: siyah
uk: чорний
zh_hans: 黑色
zh_hant: 黑色

source: blue
ar: أزرق
de: blau
es: azul
fr: bleu
hi: नीला
it: blu
ja: 青
ko: 파란색
nl: blauw
pl: niebieski
pt_br: azul
ru: синий
tr: mavi
uk: синій
zh_hans: 蓝色
zh_hant: 藍色

source: branch %@
ar: الفرع %@
es: rama %@
fr: branche %@
hi: ब्रांच %@
ja: ブランチ%@
ko: 브랜치 %@
pl: gałąź %@
ru: ветка %@
tr: dal %@
uk: гілка %@
zh_hans: 分支 %@
zh_hant: 分支 %@

source: brown
ar: بني
de: braun
es: marrón
fr: marron
hi: भूरा
it: marrone
ja: 茶
ko: 갈색
nl: bruin
pl: brązowy
pt_br: marrom
ru: коричневый
tr: kahverengi
uk: коричневий
zh_hans: 棕色
zh_hant: 棕色

source: changes to these files
ar: التغييرات على هذه الملفات
de: Änderungen an diesen Dateien
es: los cambios en estos archivos
fr: les modifications de ces fichiers
hi: इन फ़ाइलों में बदलाव
it: le modifiche a questi file
ja: これらのファイルの変更
ko: 이 파일의 변경
nl: wijzigingen in deze bestanden
pl: zmiany w tych plikach
pt_br: as alterações nestes arquivos
ru: изменения этих файлов
tr: bu dosyalardaki değişiklikler
uk: зміни цих файлів
zh_hans: 对这些文件的更改
zh_hant: 對這些檔案的變更

source: checked %lld s ago
ar: تم التحقق منذ %lld ث
de: vor %lld s geprüft
es: comprobado hace %lld s
fr: vérifié il y a %lld s
hi: %lld से. पहले जाँचा गया
it: verificato %lld s fa
ja: %lld秒前に確認
ko: %lld초 전에 확인함
nl: %lld s geleden gecontroleerd
pl: sprawdzono %lld s temu
pt_br: verificado há %lld s
ru: проверено %lld с назад
tr: %lld sn önce denetlendi
uk: перевірено %lld с тому
zh_hans: %lld 秒前检查
zh_hant: %lld 秒前檢查

source: checked at %@
ar: تم التحقق في %@
de: um %@ geprüft
es: comprobado a las %@
fr: vérifié à %@
hi: %@ पर जाँचा गया
it: verificato alle %@
ja: %@に確認
ko: %@에 확인함
nl: gecontroleerd om %@
pl: sprawdzono o %@
pt_br: verificado às %@
ru: проверено в %@
tr: denetlenme saati: %@
uk: перевірено о %@
zh_hans: 检查于 %@
zh_hant: 於 %@ 檢查

source: checked just now
ar: تم التحقق للتو
de: gerade geprüft
es: comprobado hace un momento
fr: vérifié à l’instant
hi: अभी-अभी जाँचा गया
it: verificato proprio ora
ja: たった今確認
ko: 방금 확인함
nl: zojuist gecontroleerd
pl: sprawdzono przed chwilą
pt_br: verificado agora mesmo
ru: проверено только что
tr: az önce denetlendi
uk: перевірено щойно
zh_hans: 刚刚检查
zh_hant: 剛剛檢查

source: commands starting the same way
ar: الأوامر التي تبدأ بالطريقة نفسها
de: Befehle mit demselben Anfang
es: los comandos que empiezan igual
fr: les commandes qui commencent de la même façon
hi: एक ही तरह से शुरू होने वाली कमांड
it: i comandi che iniziano allo stesso modo
ja: 同じように始まるコマンド
ko: 같은 방식으로 시작하는 명령
nl: opdrachten die op dezelfde manier beginnen
pl: polecenia zaczynające się tak samo
pt_br: os comandos que começam da mesma forma
ru: команды с тем же началом
tr: aynı şekilde başlayan komutlar
uk: команди, що починаються так само
zh_hans: 以相同方式开头的命令
zh_hant: 以相同方式開頭的指令

source: commit changed
ar: تغيّر الـ commit
de: Commit geändert
es: commit cambiado
fr: commit changé
hi: कमिट बदला गया
it: commit cambiato
ja: コミットが変更
ko: 커밋 변경됨
nl: commit gewijzigd
pl: zmieniony commit
pt_br: commit alterado
ru: коммит изменён
tr: commit değişti
uk: коміт змінено
zh_hans: 提交已更改
zh_hant: commit 已變更

source: committed: %@
ar: في commit: %@
de: committet: %@
es: con commit: %@
fr: commité : %@
hi: कमिट किया गया: %@
it: sottoposto a commit: %@
ja: コミット済み：%@
ko: 커밋됨: %@
nl: gecommit: %@
pl: w commicie: %@
pt_br: com commit: %@
ru: закоммичено: %@
tr: commit edildi: %@
uk: закомічено: %@
zh_hans: 已提交：%@
zh_hant: 已 commit：%@

source: conflict: added by them
ar: تعارض: أضافوه
de: Konflikt: von ihnen hinzugefügt
es: conflicto: añadido por ellos
fr: conflit : ajouté par eux
hi: विरोध: उनके द्वारा जोड़ा गया
it: conflitto: aggiunto da loro
ja: コンフリクト：相手側で追加
ko: 충돌: 상대방이 추가함
nl: conflict: toegevoegd door hen
pl: konflikt: dodany przez nich
pt_br: conflito: adicionado por eles
ru: конфликт: добавлено ими
tr: çakışma: onlar ekledi
uk: конфлікт: додано ними
zh_hans: 冲突：由对方添加
zh_hant: 衝突：由對方加入

source: conflict: added by us
ar: تعارض: أضفناه
de: Konflikt: von uns hinzugefügt
es: conflicto: añadido por nosotros
fr: conflit : ajouté par nous
hi: विरोध: हमारे द्वारा जोड़ा गया
it: conflitto: aggiunto da noi
ja: コンフリクト：こちら側で追加
ko: 충돌: 우리 쪽에서 추가함
nl: conflict: toegevoegd door ons
pl: konflikt: dodany przez nas
pt_br: conflito: adicionado por nós
ru: конфликт: добавлено нами
tr: çakışma: biz ekledik
uk: конфлікт: додано нами
zh_hans: 冲突：由我方添加
zh_hant: 衝突：由我方加入

source: conflict: both added
ar: تعارض: أُضيف من الجانبين
de: Konflikt: beidseitig hinzugefügt
es: conflicto: añadido en ambos lados
fr: conflit : ajouté des deux côtés
hi: विरोध: दोनों ओर से जोड़ा गया
it: conflitto: aggiunto da entrambi
ja: コンフリクト：両方で追加
ko: 충돌: 양쪽에서 추가함
nl: conflict: aan beide kanten toegevoegd
pl: konflikt: dodany po obu stronach
pt_br: conflito: adicionado pelos dois lados
ru: конфликт: добавлено с обеих сторон
tr: çakışma: iki taraf da ekledi
uk: конфлікт: додано з обох боків
zh_hans: 冲突：双方均添加
zh_hant: 衝突：雙方都加入

source: conflict: both deleted
ar: تعارض: حُذف من الجانبين
de: Konflikt: beidseitig gelöscht
es: conflicto: eliminado en ambos lados
fr: conflit : supprimé des deux côtés
hi: विरोध: दोनों ओर से डिलीट किया गया
it: conflitto: eliminato da entrambi
ja: コンフリクト：両方で削除
ko: 충돌: 양쪽에서 삭제함
nl: conflict: aan beide kanten verwijderd
pl: konflikt: usunięty po obu stronach
pt_br: conflito: apagado pelos dois lados
ru: конфликт: удалено с обеих сторон
tr: çakışma: iki taraf da sildi
uk: конфлікт: видалено з обох боків
zh_hans: 冲突：双方均删除
zh_hant: 衝突：雙方都刪除

source: conflict: both modified
ar: تعارض: عُدّل من الجانبين
de: Konflikt: beidseitig geändert
es: conflicto: modificado en ambos lados
fr: conflit : modifié des deux côtés
hi: विरोध: दोनों ओर से बदला गया
it: conflitto: modificato da entrambi
ja: コンフリクト：両方で変更
ko: 충돌: 양쪽에서 수정함
nl: conflict: aan beide kanten gewijzigd
pl: konflikt: zmieniony po obu stronach
pt_br: conflito: modificado pelos dois lados
ru: конфликт: изменено с обеих сторон
tr: çakışma: iki taraf da değiştirdi
uk: конфлікт: змінено з обох боків
zh_hans: 冲突：双方均修改
zh_hant: 衝突：雙方都修改

source: conflict: deleted by them
ar: تعارض: حذفوه
de: Konflikt: von ihnen gelöscht
es: conflicto: eliminado por ellos
fr: conflit : supprimé par eux
hi: विरोध: उनके द्वारा डिलीट किया गया
it: conflitto: eliminato da loro
ja: コンフリクト：相手側で削除
ko: 충돌: 상대방이 삭제함
nl: conflict: verwijderd door hen
pl: konflikt: usunięty przez nich
pt_br: conflito: apagado por eles
ru: конфликт: удалено ими
tr: çakışma: onlar sildi
uk: конфлікт: видалено ними
zh_hans: 冲突：由对方删除
zh_hant: 衝突：由對方刪除

source: conflict: deleted by us
ar: تعارض: حذفناه
de: Konflikt: von uns gelöscht
es: conflicto: eliminado por nosotros
fr: conflit : supprimé par nous
hi: विरोध: हमारे द्वारा डिलीट किया गया
it: conflitto: eliminato da noi
ja: コンフリクト：こちら側で削除
ko: 충돌: 우리 쪽에서 삭제함
nl: conflict: verwijderd door ons
pl: konflikt: usunięty przez nas
pt_br: conflito: apagado por nós
ru: конфликт: удалено нами
tr: çakışma: biz sildik
uk: конфлікт: видалено нами
zh_hans: 冲突：由我方删除
zh_hant: 衝突：由我方刪除

source: copied, %lld %% similar
ar: منسوخ، مشابه بنسبة %lld%%
de: kopiert, zu %lld %% ähnlich
es: copiado, similar en un %lld %%
fr: copié, similaire à %lld %%
hi: कॉपी किया गया, %lld %% समान
it: copiato, simile al %lld %%
ja: コピー、類似度%lld%%
ko: 복사됨, %lld%% 유사
nl: gekopieerd, %lld %% gelijk
pl: skopiowany, podobieństwo %lld%%
pt_br: copiado, %lld%% semelhante
ru: скопирован, сходство %lld %%
tr: kopyalandı, %%%lld benzer
uk: скопійовано, схожість %lld %%
zh_hans: 已拷贝，相似度 %lld%%
zh_hant: 已拷貝，相似度 %lld%%

source: dark %@
ar: %@ داكن
de: dunkel%@
es: %@ oscuro
fr: %@ foncé
hi: गहरा %@
it: %@ scuro
ja: 暗い%@
ko: 어두운 %@
nl: donker%@
pl: ciemny %@
pt_br: %@ escuro
ru: тёмный %@
tr: koyu %@
uk: темний %@
zh_hans: 深%@
zh_hant: 深%@

source: default model
ar: النموذج الافتراضي
de: Standardmodell
es: modelo por omisión
fr: modèle par défaut
hi: डिफ़ॉल्ट मॉडल
it: modello predefinito
ja: デフォルトのモデル
ko: 기본 모델
nl: standaardmodel
pl: model domyślny
pt_br: modelo padrão
ru: модель по умолчанию
tr: varsayılan model
uk: типова модель
zh_hans: 默认模型
zh_hant: 預設模型

source: deleted
ar: محذوف
de: gelöscht
es: eliminado
fr: supprimé
hi: डिलीट किया गया
it: eliminato
ja: 削除
ko: 삭제됨
nl: verwijderd
pl: usunięty
pt_br: apagado
ru: удалён
tr: silindi
uk: видалено
zh_hans: 已删除
zh_hant: 已刪除

source: detached HEAD
ar: HEAD منفصل
de: losgelöster HEAD
es: HEAD separado
fr: HEAD détachée
it: HEAD scollegato
ja: 切り離されたHEAD
ko: 분리된 HEAD
nl: losgekoppelde HEAD
pl: odłączony HEAD
pt_br: HEAD desanexado
ru: отсоединённый HEAD
tr: ayrılmış HEAD
uk: від’єднаний HEAD
zh_hans: 分离的 HEAD
zh_hant: 分離的 HEAD

source: detached at %@
ar: منفصل عند %@
de: losgelöst bei %@
es: separado en %@
fr: détachée sur %@
hi: %@ पर detached
it: scollegato su %@
ja: %@で切り離し
ko: %@에서 분리됨
nl: losgekoppeld op %@
pl: odłączony na %@
pt_br: desanexado em %@
ru: отсоединён на %@
tr: %@ üzerinde ayrılmış
uk: від’єднано на %@
zh_hans: 分离于 %@
zh_hant: 分離於 %@

source: does not produce images
ar: لا ينتج صورًا
de: erzeugt keine Bilder
es: no produce imágenes
fr: ne produit pas d’images
hi: इमेज नहीं बनाता
it: non produce immagini
ja: 画像を生成できません
ko: 이미지를 생성하지 않음
nl: maakt geen afbeeldingen
pl: nie tworzy obrazów
pt_br: não produz imagens
ru: не создаёт изображения
tr: görüntü üretmiyor
uk: не створює зображень
zh_hans: 不生成图像
zh_hant: 不會產生影像

# drawn by %@ on %@
source: drawn by %1$@ on %2$@
ar: رسمها %1$@ في %2$@
de: gezeichnet von %1$@ am %2$@
es: dibujado por %1$@ el %2$@
fr: dessiné par %1$@ le %2$@
hi: %2$@ को %1$@ द्वारा बनाया गया
it: disegnato da %1$@ il %2$@
ja: %2$@に%1$@が描画
ko: %2$@에 %1$@이(가) 그림
nl: getekend door %1$@ op %2$@
pl: narysowany przez %1$@ dnia %2$@
pt_br: desenhado por %1$@ em %2$@
ru: нарисовал %1$@, %2$@
tr: çizen: %1$@, tarih: %2$@
uk: намалював %1$@, %2$@
zh_hans: 由 %1$@ 绘制于 %2$@
zh_hant: 由 %1$@ 於 %2$@ 繪製

source: edited summary, %@
ar: ملخص معدّل، %@
de: bearbeitete Zusammenfassung, %@
es: resumen editado, %@
fr: résumé modifié, %@
hi: संपादित सारांश, %@
it: riepilogo modificato, %@
ja: 編集した要約、%@
ko: 편집된 요약, %@
nl: gewijzigde samenvatting, %@
pl: edytowane podsumowanie, %@
pt_br: resumo editado, %@
ru: изменённая сводка, %@
tr: düzenlenmiş özet, %@
uk: відредагований підсумок, %@
zh_hans: 已编辑的摘要，%@
zh_hant: 已編輯的摘要，%@

source: emerald
ar: زمردي
de: smaragdgrün
es: esmeralda
fr: émeraude
hi: पन्ना हरा
it: smeraldo
ja: エメラルド
ko: 에메랄드색
nl: smaragd
pl: szmaragdowy
pt_br: esmeralda
ru: изумрудный
tr: zümrüt
uk: смарагдовий
zh_hans: 翠绿色
zh_hant: 翡翠綠

source: file edits
ar: تعديلات الملفات
de: Dateiänderungen
es: los cambios en archivos
fr: les modifications de fichiers
hi: फ़ाइल संपादन
it: le modifiche ai file
ja: ファイルの編集
ko: 파일 편집
nl: bestandswijzigingen
pl: zmiany plików
pt_br: as edições de arquivos
ru: правки файлов
tr: dosya düzenlemeleri
uk: зміни файлів
zh_hans: 文件编辑
zh_hant: 檔案編輯

source: first start
ar: التشغيل الأول
de: erster Start
es: primer inicio
fr: premier démarrage
hi: पहली शुरुआत
it: primo avvio
ja: 初回起動
ko: 첫 시작
nl: eerste start
pl: pierwsze uruchomienie
pt_br: primeira inicialização
ru: первый запуск
tr: ilk başlatma
uk: перший запуск
zh_hans: 首次启动
zh_hant: 首次啟動

source: from %@
ar: من %@
de: von %@
es: desde %@
fr: depuis %@
hi: %@ से
it: da %@
ja: 変更前：%@
ko: 이전 경로: %@
nl: van %@
pl: z %@
pt_br: de %@
ru: из %@
tr: önceki yol: %@
uk: з %@
zh_hans: 原为 %@
zh_hant: 原為 %@

source: given a summary
ar: مع ملخص
de: mit Zusammenfassung
es: con un resumen
fr: avec un résumé
hi: सारांश के साथ
it: con un riepilogo
ja: 要約付き
ko: 요약과 함께
nl: met een samenvatting
pl: z podsumowaniem
pt_br: com um resumo
ru: со сводкой
tr: özetle
uk: з підсумком
zh_hans: 附带摘要
zh_hant: 附帶摘要

source: gray
ar: رمادي
de: grau
es: gris
fr: gris
hi: स्लेटी
it: grigio
ja: グレイ
ko: 회색
nl: grijs
pl: szary
pt_br: cinza
ru: серый
tr: gri
uk: сірий
zh_hans: 灰色
zh_hant: 灰色

source: green
ar: أخضر
de: grün
es: verde
fr: vert
hi: हरा
it: verde
ja: 緑
ko: 초록색
nl: groen
pl: zielony
pt_br: verde
ru: зелёный
tr: yeşil
uk: зелений
zh_hans: 绿色
zh_hant: 綠色

source: imported on %@
ar: مستوردة في %@
de: importiert am %@
es: importado el %@
fr: importé le %@
hi: %@ को इंपोर्ट किया गया
it: importato il %@
ja: %@に読み込み
ko: %@에 가져옴
nl: geïmporteerd op %@
pl: zaimportowany dnia %@
pt_br: importado em %@
ru: импортирован %@
tr: içe aktarılma tarihi: %@
uk: імпортовано %@
zh_hans: 导入于 %@
zh_hant: 於 %@ 輸入

source: in %@
ar: في %@
es: en %@
fr: dans %@
hi: %@ में
ja: 場所：%@
ko: 위치: %@
pl: w %@
pt_br: em %@
ru: в %@
tr: konum: %@
uk: у %@
zh_hans: 位于 %@
zh_hant: 位於 %@

source: indigo
ar: نيلي
es: índigo
hi: इंडिगो
it: indaco
ja: 藍
ko: 남색
pl: indygo
pt_br: índigo
ru: индиго
tr: çivit
uk: індиго
zh_hans: 靛蓝色
zh_hant: 靛藍色

source: initial prompt
ar: الـ prompt الأولي
de: anfänglicher Prompt
es: prompt inicial
fr: prompt initial
hi: प्रारंभिक प्रॉम्प्ट
it: prompt iniziale
ja: 最初のプロンプト
ko: 초기 프롬프트
nl: beginprompt
pl: początkowy prompt
pt_br: prompt inicial
ru: начальный промпт
tr: başlangıç istemi
uk: початковий промпт
zh_hans: 初始提示词
zh_hant: 初始提示詞

# involvement.branch.changed
source: changed
ar: معدّل
de: geändert
es: modificada
fr: modifiée
hi: बदली गई
it: modificato
ja: 変更
ko: 변경됨
nl: gewijzigd
pl: zmieniona
pt_br: alterada
ru: изменена
tr: değiştirildi
uk: змінено
zh_hans: 已更改
zh_hant: 已修改

# involvement.branch.created
source: created
ar: منشأ
de: erstellt
es: creada
fr: créée
hi: बनाई गई
it: creato
ja: 作成
ko: 생성됨
nl: aangemaakt
pl: utworzona
pt_br: criada
ru: создана
tr: oluşturuldu
uk: створено
zh_hans: 已创建
zh_hant: 已建立

# involvement.branch.viewed
source: checked out
ar: تم الانتقال إليه
de: ausgecheckt
es: extraída
fr: extraite
hi: चेकआउट की गई
it: estratto
ja: チェックアウト
ko: 체크아웃됨
nl: uitgecheckt
pl: pobrana
pt_br: com checkout
ru: извлечена
tr: geçildi
uk: перемкнуто
zh_hans: 已检出
zh_hant: 已切換

# involvement.issue.changed
source: changed
ar: معدّلة
de: geändert
es: modificado
fr: modifié
hi: बदला गया
it: modificato
ja: 変更
ko: 변경됨
nl: gewijzigd
pl: zmienione
pt_br: alterado
ru: изменён
tr: değiştirildi
uk: змінено
zh_hans: 已更改
zh_hant: 已修改

# involvement.issue.created
source: created
ar: منشأة
de: erstellt
es: creado
fr: créé
hi: बनाया गया
it: creato
ja: 作成
ko: 생성됨
nl: aangemaakt
pl: utworzone
pt_br: criado
ru: создан
tr: oluşturuldu
uk: створено
zh_hans: 已创建
zh_hant: 已建立

# involvement.issue.viewed
source: viewed
ar: تم الاطلاع عليها
de: angesehen
es: consultado
fr: consulté
hi: देखा गया
it: consultato
ja: 閲覧
ko: 조회됨
nl: bekeken
pl: przeglądane
pt_br: consultado
ru: просмотрен
tr: görüntülendi
uk: переглянуто
zh_hans: 已查看
zh_hant: 已檢視

# involvement.request.changed
source: changed
ar: معدّل
de: geändert
es: modificada
fr: modifiée
hi: बदली गई
it: modificata
ja: 変更
ko: 변경됨
nl: gewijzigd
pl: zmieniony
pt_br: alterada
ru: изменён
tr: değiştirildi
uk: змінено
zh_hans: 已更改
zh_hant: 已修改

# involvement.request.created
source: created
ar: منشأ
de: erstellt
es: creada
fr: créée
hi: बनाई गई
it: creata
ja: 作成
ko: 생성됨
nl: aangemaakt
pl: utworzony
pt_br: criada
ru: создан
tr: oluşturuldu
uk: створено
zh_hans: 已创建
zh_hant: 已建立

# involvement.request.viewed
source: viewed
ar: تم الاطلاع عليه
de: angesehen
es: consultada
fr: consultée
hi: देखी गई
it: consultata
ja: 閲覧
ko: 조회됨
nl: bekeken
pl: przeglądany
pt_br: consultada
ru: просмотрен
tr: görüntülendi
uk: переглянуто
zh_hans: 已查看
zh_hant: 已檢視

# involvement.worktree.changed
source: worked in
ar: تم العمل فيه
de: darin gearbeitet
es: usado
fr: utilisé
hi: काम किया गया
it: usato
ja: 作業
ko: 작업함
nl: in gewerkt
pl: używany
pt_br: usado
ru: использован
tr: içinde çalışıldı
uk: використано
zh_hans: 已在其中工作
zh_hant: 已在其中工作

# involvement.worktree.created
source: created
ar: منشأ
de: erstellt
es: creado
fr: créé
hi: बनाया गया
it: creato
ja: 作成
ko: 생성됨
nl: aangemaakt
pl: utworzony
pt_br: criado
ru: создан
tr: oluşturuldu
uk: створено
zh_hans: 已创建
zh_hant: 已建立

# involvement.worktree.viewed
source: visited
ar: تمت زيارته
de: besucht
es: visitado
fr: visité
hi: देखा गया
it: visitato
ja: 参照
ko: 방문함
nl: bezocht
pl: odwiedzony
pt_br: visitado
ru: посещён
tr: ziyaret edildi
uk: відвідано
zh_hans: 已访问
zh_hant: 已造訪

source: less than a minute
ar: أقل من دقيقة
de: weniger als eine Minute
es: menos de un minuto
fr: moins d’une minute
hi: एक मिनट से कम
it: meno di un minuto
ja: 1分未満
ko: 1분 미만
nl: minder dan een minuut
pl: mniej niż minuta
pt_br: menos de um minuto
ru: меньше минуты
tr: bir dakikadan az
uk: менше хвилини
zh_hans: 不到一分钟
zh_hant: 不到一分鐘

source: light %@
ar: %@ فاتح
de: hell%@
es: %@ claro
fr: %@ clair
hi: हल्का %@
it: %@ chiaro
ja: 明るい%@
ko: 밝은 %@
nl: licht%@
pl: jasny %@
pt_br: %@ claro
ru: светлый %@
tr: açık %@
uk: світлий %@
zh_hans: 浅%@
zh_hant: 淺%@

source: live
ar: مباشر
es: en directo
fr: en direct
hi: लाइव
it: in tempo reale
ja: ライブ
ko: 실시간
pl: na żywo
pt_br: ao vivo
ru: в реальном времени
tr: canlı
uk: наживо
zh_hans: 实时
zh_hant: 即時

source: macOS gives each process the access it had when it started. Agents run in a background process of Vibe Manager, which keeps running while they work.
ar: يمنح macOS كل عملية الوصول الذي كان لديها عند بدئها. يعمل الوكلاء في عملية خلفية تابعة لـ Vibe Manager، تظل قيد التشغيل ما داموا يعملون.
de: macOS gibt jedem Prozess den Zugriff, den er beim Start hatte. Die Agents laufen in einem Hintergrundprozess von Vibe Manager, der weiterläuft, solange sie arbeiten.
es: macOS da a cada proceso el acceso que tenía al iniciarse. Los agentes se ejecutan en un proceso en segundo plano de Vibe Manager, que sigue en marcha mientras trabajan.
fr: macOS donne à chaque processus l’accès qu’il avait à son démarrage. Les agents tournent dans un processus d’arrière-plan de Vibe Manager, qui reste lancé tant qu’ils travaillent.
hi: macOS हर प्रोसेस को वही ऐक्सेस देता है जो उसके शुरू होते समय था। एजेंट Vibe Manager की एक बैकग्राउंड प्रोसेस में चलते हैं, जो उनके काम करते समय चलती रहती है।
it: macOS concede a ogni processo l’accesso che aveva al suo avvio. Gli agenti vengono eseguiti in un processo in background di Vibe Manager, che resta attivo finché lavorano.
ja: macOSは各プロセスに、起動時に持っていたアクセス権を与えます。エージェントはVibe Managerのバックグラウンドプロセスで実行され、このプロセスはエージェントの作業中は動作し続けます。
ko: macOS는 각 프로세스에 시작 시점의 접근 권한을 부여합니다. 에이전트는 Vibe Manager의 백그라운드 프로세스에서 실행되며, 이 프로세스는 에이전트가 작업하는 동안 계속 실행됩니다.
nl: macOS geeft elk proces de toegang die het had toen het startte. Agents draaien in een achtergrondproces van Vibe Manager, dat blijft draaien zolang ze werken.
pl: macOS daje każdemu procesowi dostęp, jaki miał w chwili uruchomienia. Agenci działają w procesie w tle Vibe Manager, który działa, dopóki oni pracują.
pt_br: O macOS dá a cada processo o acesso que ele tinha ao iniciar. Os agentes rodam em um processo em segundo plano do Vibe Manager, que continua em execução enquanto eles trabalham.
ru: macOS предоставляет каждому процессу тот доступ, который был у него при запуске. Агенты работают в фоновом процессе Vibe Manager, который продолжает работать, пока они трудятся.
tr: macOS her işleme, başladığında sahip olduğu erişimi verir. Ajanlar, Vibe Manager’ın bir arka plan işleminde çalışır ve bu işlem onlar çalıştığı sürece çalışmaya devam eder.
uk: macOS надає кожному процесу той доступ, який він мав під час запуску. Агенти працюють у фоновому процесі Vibe Manager, який не зупиняється, поки вони працюють.
zh_hans: macOS 为每个进程提供的是其启动时拥有的访问权限。智能体运行在 Vibe Manager 的一个后台进程中，只要它们在工作，该进程就会保持运行。
zh_hant: macOS 會給予每個程序啟動時所擁有的權限。代理程式在 Vibe Manager 的背景程序中執行，該程序在它們工作期間會持續執行。
